Repository: lightsout1305/NewsPaper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Type title
fr: Entrez le titre
ru: Введите заголовок

source: News categories
fr: Choisissez des catégories
ru: Категории новостей

source: Select date
fr: Date de publication
ru: Выберите дату

source: Title
fr: Intitulé
ru: Заголовок

source: Content
fr: Contenu
ru: Текст

source: Categories
fr: Choisissez des catégories
ru: Категории

source: Image
ru: Изображение

source: Username
fr: Pseudonyme
ru: Псевдоним

source: First name
fr: Prénom
ru: Имя

source: Last name
fr: Nom
ru: Фамилия

source: Hello from %(site_name)s!
fr: Bonjour de %(site_name)s!
ru: Привет вам от %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Merci de votre utilisation de %(site_name)s! %(site_domain)s
ru: Спасибо большое за пользование %(site_name)s! %(site_domain)s

source: Confirmation
ru: Подтверждение регистрации

source: Thank you for the sign up
fr: Merci de votre enregistrement
ru: Спасибо за регистрацию

source: To activate your account, please follow
fr: Pour faire activer votre compte, veuillez suivre
ru: Чтобы активировать аккаунт, пожалуйста, перейдите

source: the link
fr: le lien
ru: по ссылке

source: Sincerely yours
fr: Sincèrement vôtre
ru: С уважением

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fr: Vous recevez cet e-mail car vous ou quelqu'un d'autre a demandé le mot de passe pour votre compte utilisateur. Vous pouvez simplement ignorer ce message si vous n'êtes pas à l'origine de cette demande. Sinon, cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.
ru: Вы получили это письмо, потому что вы или кто-то другой запросил сброс пароля для вашей учетной записи. Его можно смело игнорировать, если вы не запрашивали сброс пароля. Нажмите на ссылку ниже, чтобы сбросить пароль.

source: In case you forgot, your username is %(username)s.
fr: Si vous avez oublié, votre nom d'utilisateur %(username)s.
ru: Если вы забыли, ваш никнейм %(username)s.

source: Verify e-mail
fr: Vérifiez e-mail
ru: Подтвердите e-mail

source: Confirm email address
fr: Confirmez e-mail
ru: Подтвердите email-адрес

source: Please confirm your email address.
fr: Veuillez confirmer votre adresse e-mail
ru: Пожалуйста, подтвердите ваш e-mail.

source: Confirm
fr: Confirmer
ru: Подтвердить

source: Log In
fr: Connectez-vous
ru: Войти

source: Forgot password?
fr: Le mot de passe oublié?
ru: Забыли пароль?

source: Sign Up
fr: Enregistrez-vous
ru: Регистрация

source: Password Reset
fr: Réinitialiser du mot de passe
ru: Сбросить пароль

source: Reset My Password
fr: Réinitialiser mon mot de passe
ru: Сбросить мой пароль

source: Back to login page
fr: Rentrer à l'autorisation
ru: Назад к авторизации

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous rencontrez des difficultés pour réinitialiser votre mot de passe
ru: Пожалуйста, свяжитесь с нами, если будут проблемы со сбросом пароля.

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
fr: Nous venons de vous envoyer l'e-mail. Si vous ne l'avez pas pris, veuillez regarder votre dossier de spam. Faute de quoi, veuillez nous contacter si vous ne le recevez pas dans quelque minutes.
ru: Мы отправили вам письмо на E-mail. Если его нет, то проверьте ящик со спамом. В противном случае свяжитесь с нами.

source: Change Password
fr: Changer du mot de passe
ru: Изменить пароль

source: Bad Token
fr: Token mauvais
ru: Неверный токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation de mot de passe était inval, il est probable qu'il ait déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s"> nouvelle réinitialisation de mot de passe</a>.
ru: Ссылка со сбросом пароля недействительна. Возможно, пароль был уже сменен по ней. Пожалуйста, попробуйте <a href="%(passwd_reset_url)s">сбросить пароль</a> заново.

source: Change password
fr: Changer le mot de passe
ru: Изменить пароль

source: Your password is now changed.
fr: Votre mot de passe vient de changer
ru: Ваш пароль изменен

source: You may now
fr: Vous pouvez
ru: Вы можете

source: log in
fr: vous enregistrer
ru: авторизоваться

source: with your new password
fr: avec le nouveau mot de passe
ru: с новым паролем

source: Sign Up via Google
fr: Enregistrez-vous par Google
ru: Регистрация через Google

source: Verify Your E-mail Address
fr: Vérifiez Votre Adresse E-mail
ru: Подтвердите e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l'e-mail de vérification dans quelques minutes.
ru: Мы отправили вам письмо на e-mail для подтверждения. Пройдите по ссылке, чтобы завершить процесс регистрации. Если вы не видите письмо, оно может быть в папке со спамом. Пожалуйста, свяжитесь с нами, если письмо не пришло в течение следующих нескольких минут.

source: Create article
fr: Créer l'article
ru: Создать статью

source: Save
fr: Sauvegarder
ru: Сохранить

source: Delete the article
fr: Supprimer l'article
ru: Удалить статью

source: Delete
fr: Supprimer
ru: Удалить

source: from
fr: de
ru: от

source: Edit article
fr: Editer l'article
ru: Редактировать статью

source: Category subscribtion
fr: Abonnement à la catégorie
ru: Подписка на категорию

source: Select the category to subscribe
fr: Choisissez la catégorie à vous abonner
ru: Выбрать категорию для подписки

source: Select the category to unsubscribe
fr: Choisissez la catégorie à vous désabonner
ru: Выбрать категорию для отписки

source: Change
fr: Modifier
ru: Изменить

source: Author
fr: Auteur
ru: Автор

source: Rating
fr: Évaluation
ru: Рейтинг

source: Like
fr: J'aime
ru: Нравится

source: Dislike
fr: Je n'aime pas
ru: Не нравится

source: Comments
fr: Commentaires
ru: Комментарии

source: Add a comment
fr: Commenter
ru: Добавить комментарий

source: To leave a comment, please
fr: Pour commenter, veuillez
ru: Чтобы добавить комментарий, пожалуйста,

source: Search content
fr: Chercher
ru: Поиск

source: Become author
fr: Devenir auteur
ru: Стать автором

source: Create your articles
fr: Créez vos articles
ru: Создать статью

source: Create your news
fr: Créez vos actualités
ru: Создать новость

source: Subcribe to Categories
fr: Abonnez-vous aux Categories
ru: Подписаться на категории

source: Set
fr: Choisir
ru: Выбрать

source: Time zone:
fr: Fuseau horaire:
ru: Часовой пояс:

source: News
fr: Actualités
ru: Новость

source: Main news
fr: Actualités récentes
ru: Главные новости

source: Article
ru: Статья

source: No news yet...
fr: Pas d'actualités...
ru: Пока новостей нет...

source: Create news
fr: Créer l'actualité
ru: Создать новость

source: Delete the news
fr: Supprimer l'actualité
ru: Удалить новость

source: Edit news
fr: Editer l'actualité
ru: Редактировать новость

source: Mailing list
fr: Lettre d'information
ru: Новостная рассылка

source: Hello
fr: Bonjour
ru: Приветствуем

source: A new post in your favorite category is here!
fr: Voilà le poste à votre categorie favorie!
ru: Новый пост по вашей любимой категории уже здесь!

source: Summary:
fr: Sommaire:
ru: Краткое содержание:

source: To read the article, please follow
fr: Pour lire l'article, veuillez suivre
ru: Чтобы прочитать статью, пожалуйста, перейдите

source: Sincerely yours,
fr: Sincèrement vôtre,
ru: С уважением,

source: NewsPaper.inc
ru: Редакция NewsPaper.inc

source: Subscription success
fr: Succès de l'abonnement
ru: Подписка прошла успешно

source: You have subscribed on the category
fr: Vous vous êtes abonné à la catégorie
ru: Вы подписались на категорию

source: Weekly articles feed
fr: Créez vos articles
ru: Создать статью

source: Your fresh weekly feed on the
fr: Votre récommendés hebdomadaires de la
ru: Свежая подборка статей и новостей по категории

source: is already here
fr: est déjà ici
ru: уже здесь

source: Title:
fr: Intitulé
ru: Заголовок:

source: Summary
fr: Sommaire
ru: Краткое содержание

source: Search
fr: Chercher
ru: Поиск

source: Change the profile
fr: Modifier le profil
ru: Обновить профиль

source: Update profile
fr: Mettre à jour le profil
ru: Изменить профиль

source: My profile
fr: Mon profil
ru: Мой аккаунт

source: no name yet
fr: pas de prénom
ru: нет имени

source: no last name yet
fr: pas de nom
ru: нет фамилии

source: Nickname
fr: Pseudonyme
ru: Псевдоним

source: no nickname
fr: pas de pseudonyme
ru: нет псевдонима

source: Quit being author
fr: Quitter auteur
ru: Не быть автором

source: Change your profile
fr: Modifier le profil
ru: Изменить профиль

source: Quit
fr: Quitter
ru: Выйти

source: My content
fr: Mon contenu
ru: Мои материалы

source: No content yet...
fr: Pas de contenu...
ru: Пока нет материалов...

source: Confirm Google Sign Up
fr: Confirmez la registration via Google
ru: Подтвердите регистрацию через Google

source: Please confirm your signup via Google.
fr: Veuillez confirmer la registration via Google
ru: Пожалуйста, подтвердите регистрацию через Google

source: You already have an account. Please
fr: Vous avez déjà un compte. Veuillez
ru: У вас уже есть аккаунт. Вы можете
